{
	"Ability damage": "Reduces a creature's ability scores (Str, Dex, Int, Con, Wis, Cha) making it less effective. If a creature's constitution ability score reaches 0, they die, while if any other ability score reaches 0, they instead become incapacitated.",
	"Ability drain": "Similar to Ability damage, but harder to heal.",
	"Bleeding": "This creature takes hit point damage each turn. Bleeding can be stopped through the application of any spell that cures hit point damage (even if the bleed is ability damage).",
	"Blinded": "The character cannot see. He takes a -2 penalty to Armor Class, loses his Dexterity bonus to AC (if any), takes a -4 penalty on Search checks and on most Strength- and Dexterity-based skill checks. All opponents are considered to have total concealment (50% miss chance) to the blinded character.",
	"Charmed": "The character regards the caster as its trusted friend and ally (treats the target’s attitude as friendly).",
	"Confused": "Confused creature is mentally befuddled and cannot act normally. A confused creature cannot tell the difference between ally and foe, treating all creatures as enemies. If a confused creature is attacked, it attacks the creature that last attacked it until that creature is dead or out of sight.

	Roll on the following table at the beginning of each confused subject's turn each round to see what the subject does in that round.
	d% 	Behavior
	01–25 	Act normally.
	26–50 	Do nothing but babble incoherently.
	51–75 	Deal 1d8 points of damage + Strength modifier to self with item in hand.
	76–100 	Attack nearest creature (for this purpose, a familiar counts as part of the subject's self).

	A confused creature who can't carry out the indicated action does nothing but babble incoherently. Attackers are not at any special advantage when attacking a confused creature.",
	"Dazed": "The creature is unable to act normally. A dazed creature can take no actions, but has no penalty to AC.

	A dazed condition typically lasts 1 round.",
	"Dazzled": "The creature is unable to see well because of over-stimulation of the eyes. A dazzled creature takes a –1 penalty on attack rolls and sight-based Perception checks.",
	"Deafened": "A deafened character cannot hear. He takes a –4 penalty on initiative checks, automatically fails Perception checks based on sound, takes a –4 penalty on opposed Perception checks, and has a 20% chance of spell failure when casting spells with verbal components.",
	"Death's Door": "Character is at the death's door, and escaped a deadly blow only by sheer luck. If their hit points fall below their negative Constitution score again, then they will truly die. This condition can only be removed by sleeping at the capital or other safe location or by Restoration, Greater.",
	"Difficult terrain": "The character moves at a half normal speed on difficult terrain. Surfaces like swamp or ice are considered difficult terrain. This effect is countered by Feather Step spell.",
	"Entangled": "The character is ensnared. Being entangled impedes movement, but does not entirely prevent it unless the bonds are anchored to an immobile object or tethered by an opposing force. An entangled creature moves at half speed, cannot run or charge, and takes a –2 penalty on all attack rolls and a –4 penalty to Dexterity. An entangled character who attempts to cast a spell must make a concentration check (DC 15 + spell level) or lose the spell.",
	"Exhausted": "An exhausted character moves at half speed, cannot run or charge, and takes a –6 penalty to Strength and Dexterity. After 1 hour of complete rest, an exhausted character becomes fatigued. A fatigued character becomes exhausted by doing something else that would normally cause fatigue.",
	"Energy Drained": "The character gains one or more negative levels, which might permanently drain the character's levels. If the subject has at least as many negative levels as Hit Dice, he dies. Each negative level gives a creature the following penalties: -1 penalty on attack rolls, saving throws, skill checks, ability checks, combat maneuvers bonuses and defenses; loss of 5 hit points; and -1 to effective level (for determining the power-dice, duration, chance to penetrate spell resistance, and other details of spells or special abilities). Negative levels stack.",
	"Fatigued": "A fatigued character can neither run nor charge and takes a –2 penalty to Strength and Dexterity. Doing anything that would normally cause fatigue causes the fatigued character to become exhausted. After 8 hours of complete rest, fatigued characters are no longer fatigued.",
	"Frightened": "A frightened creature flees from the source of its fear as best it can. If unable to flee, it may fight. A frightened creature takes a –2 penalty on all attack rolls, saving throws, skill checks, and ability checks. A frightened creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape.",
	"Grappled": "A grappled creature is restrained by a creature, trap, or effect. Grappled creatures cannot move and take a –4 penalty to Dexterity, also a –2 penalty on all attack rolls and combat maneuver checks, except those made to grapple or escape a grapple. In addition, grappled creatures can take no action that requires two hands to perform. A grappled character who attempts to cast a spell or use a spell-like ability must make a concentration check (DC 10 + grappler’s CMB + spell level), or lose the spell. Grappled creatures cannot make attacks of opportunity.",
	"Helpless": "A helpless character is paralyzed, held, bound, sleeping, unconscious, or otherwise completely at an opponent's mercy. A helpless target is treated as having a Dexterity of 0 (-5 modifier). Melee attacks against a helpless target get a +4 bonus (equivalent to attacking a prone target). Ranged attacks gets no special bonus against helpless targets. Rogues can sneak attack helpless targets.",
	"Invisible": "Invisible creatures are visually undetectable. An invisible creature gains a +2 bonus on attack rolls against sighted opponents, and ignores its opponents’ Dexterity bonuses to AC (if any).

	This condition is most often caused by the Vanish, Invisibility, or Greater Invisibility spells, but can also be a natural condition for some creatures.",
	"Madness": "The affected creature suffers from a continuous confusion effect. Can be gained via Confusion spell, for example. Restoration, Greater or Heal is required to remove.",
	"Nauseated": "Creatures with the nauseated condition experience stomach distress. Nauseated creatures are unable to attack, cast spells, concentrate on spells, or do anything else requiring attention. The only action such a character can take is a single move action per turn.",
	"Panicked": "A panicked creature must drop anything it holds and flee at top speed from the source of its fear, as well as any other dangers it encounters, along a random path. It can’t take any other actions. In addition, the creature takes a –2 penalty on all saving throws, skill checks, and ability checks. If cornered, a panicked creature cowers and does not attack. A panicked creature can use special abilities, including spells, to flee.

	Panicked is a more extreme state of fear than shaken or frightened.",
	"Prone": "The character is lying on the ground. A prone attacker has a –4 penalty on melee attack rolls and cannot use a ranged weapon (except for a crossbow). A prone defender gains a +4 bonus to Armor Class against ranged attacks, but takes a –4 penalty to AC against melee attacks.

	Standing up is a move-equivalent action that provokes an attack of opportunity.",
	"Paralyzed": "A paralyzed character is frozen in place and unable to move or act. A paralyzed character has effective Dexterity and Strength scores of 0 and is helpless.",
	"Petrified": "A petrified character has been turned to stone and is considered unconscious.",
	"Shaken": "A shaken character takes a –2 penalty on attack rolls, saving throws, skill checks, and ability checks.",
	"Sickened": "The character takes a –2 penalty on all attack rolls, weapon damage rolls, saving throws, skill checks, and ability checks.",
	"Sleeping": "A sleeping character is considered helpless. Wounding awakes the affected creature, but normal noise does not.",
	"Slowed": "A slowed character moves at half of its normal speed. Haste counters and dispels slowed.",
	"Staggered": "A staggered creature may take a single move action or standard action each round (but not both, nor can he take full-round actions). A staggered creature can still take free, swift, and immediate actions.",
	"Stunned": "A stunned creature drops everything held, can't take actions, takes a –2 penalty to AC, and loses its Dexterity bonus to AC (if any).

	Attackers receive a +4 bonus on attack rolls to perform combat maneuvers against a stunned opponent.",
	"Weakened": "Decreases the creature's Strength ability score. "
}